# Функція, яка приймає три аргументи
def info(obj: str, color: str, price: int):
    print('Об\'єкт:', obj)
    print('Колір:', color.upper())
    print('Ціна:', price * 2, '\n')


# передача параметрів у прямому порядку
info('ручка', 'синій', 1)
# info('синій', 1, 'ручка')
# передача параметрів у довільному порядку
info(price=5, obj='чашка', color='помаранчевий')
# можна змішувати обидва способи, але спочатку повинні йти параметри, які передаються у прямому порядку
info('кава', price=10, color='чорний')
